{
  "projects": [
    {
      "id": "1",
      "title": "Logo & Brand Identity Design",
      "category": "Design and Creative",
      "location": "Lisbon, Portugal",
      "description": "We’re seeking a highly creative freelance graphic designer to develop a comprehensive brand identity for a new e-commerce startup. The designer will define the visual language, typography, color palette, logo variations, iconography, and brand guidelines. Deliverables will include templates for social media, website, and marketing collateral. Strong experience in Adobe Illustrator, Figma, and branding for online businesses is required, along with a portfolio demonstrating modern, versatile design work.",
      "salary": "$500 - $750",
      "company": {
        "name": "Creative Collective",
        "description": "Creative Collective is an international boutique agency specializing in branding, graphic design, and digital marketing services for startups and SMEs. The agency prides itself on crafting visually compelling and strategic brand identities that resonate with target audiences. By blending creativity with market research, Creative Collective ensures that every brand story is cohesive, memorable, and effective across multiple channels, from digital platforms to print campaigns.",
        "contactEmail": "hello@creativecollective.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "2",
      "title": "Technical Blog Writing",
      "category": "Writing and Translation",
      "location": "Stockholm, Sweden",
      "description": "We need a freelance technical writer to produce high-quality blog content focusing on cloud infrastructure, DevOps tools, and modern software engineering practices. Responsibilities include research, drafting, SEO optimization, and content formatting for web publishing. Writers should have the ability to explain complex technical concepts in a clear and engaging way for developers and tech enthusiasts. Familiarity with Markdown, WordPress, or other content management systems is preferred.",
      "salary": "$100 - $250 per article",
      "company": {
        "name": "Cloud Syntax",
        "description": "Cloud Syntax is a consulting and content platform dedicated to helping developers, startups, and enterprises optimize their cloud infrastructure. We provide actionable insights, technical guides, tutorials, and in-depth research articles covering emerging DevOps tools and best practices. Our mission is to empower technology teams with practical knowledge, improve workflow efficiency, and foster a culture of continuous learning and innovation in cloud computing.",
        "contactEmail": "contact@cloudsyntax.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "3",
      "title": "Social Media Content Manager",
      "category": "Marketing",
      "location": "Toronto, Canada",
      "description": "We are seeking a freelance social media content manager to plan, create, and post content across Instagram, LinkedIn, and Twitter for a B2B SaaS brand. Responsibilities include creating a monthly content calendar, designing visuals, writing compelling captions, and monitoring engagement analytics. The ideal freelancer has experience with Canva, Photoshop, and social media management tools, along with a keen understanding of social engagement strategies and audience growth techniques.",
      "salary": "$500 - $750/month",
      "company": {
        "name": "GrowthWave",
        "description": "GrowthWave is a digital marketing agency specializing in growth strategies for SaaS businesses. We focus on creating data-driven campaigns, crafting compelling storytelling, and optimizing social media performance to drive engagement and conversions. Our team combines analytics, design, and content expertise to help clients increase brand awareness and reach their target audiences effectively. GrowthWave thrives on collaboration, innovation, and measurable marketing results.",
        "contactEmail": "info@growthwave.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "4",
      "title": "UI/UX Design for Fintech App",
      "category": "Tech and Development",
      "location": "Berlin, Germany",
      "description": "We are looking for a freelance UI/UX designer to create intuitive and visually appealing wireframes, mockups, and interactive prototypes for a fintech mobile application. The designer will ensure a seamless user experience, design for accessibility standards, and work closely with the development team to produce production-ready assets. Strong experience in Figma or Sketch, mobile app design, and fintech user flows is required. Creativity and attention to detail are essential to deliver an engaging and secure interface.",
      "salary": "$1,000 - $1,500",
      "company": {
        "name": "FinNeo",
        "description": "FinNeo is a fintech startup that builds innovative financial solutions for individuals and small businesses. Our platform simplifies complex financial tasks, offering users accessible and secure tools to manage their money. The company emphasizes user-centric design, technological innovation, and delivering products that blend functionality with a seamless digital experience. FinNeo fosters a collaborative and forward-thinking environment for designers and developers to innovate in financial technology.",
        "contactEmail": "contact@finneo.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "5",
      "title": "Video Editing for YouTube Channel",
      "category": "Design and Creative",
      "location": "Melbourne, Australia",
      "description": "Hiring a freelance video editor to edit 2–3 YouTube videos per week. Responsibilities include cutting footage, adding sound design, transitions, text overlays, and motion graphics. The ideal candidate will have experience in Final Cut Pro or Adobe Premiere and be skilled in pacing, storytelling, and creating engaging video content that aligns with channel branding. Prior experience with educational or motivational content is a plus.",
      "salary": "$250 - $500 per video",
      "company": {
        "name": "Bright Side Media",
        "description": "Bright Side Media is a creative production studio focused on delivering inspiring, educational, and entertaining video content. The company specializes in working with online creators, educational platforms, and brands to create engaging visual experiences. Our team values high-quality editing, compelling storytelling, and producing content that resonates with diverse audiences worldwide.",
        "contactEmail": "contact@brightsidemedia.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "6",
      "title": "Virtual Assistant (Admin Support)",
      "category": "Business and Admin",
      "location": "Cape Town, South Africa",
      "description": "Looking for a remote virtual assistant to manage email correspondence, calendar scheduling, data entry, and light research tasks. The ideal candidate is organized, detail-oriented, and has prior experience supporting small teams or executives remotely. Excellent communication skills, time management, and reliability are critical for this role.",
      "salary": "$50 - $100/hour",
      "company": {
        "name": "FarReach Solutions",
        "description": "FarReach Solutions offers comprehensive virtual administrative support to startups and small businesses across the globe. Services include managing communications, CRM updates, scheduling, and operational tasks to streamline business processes. The company focuses on empowering clients to focus on growth and strategic priorities while ensuring administrative efficiency and operational excellence.",
        "contactEmail": "info@farreachsolutions.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "7",
      "title": "Online Course Content Developer",
      "category": "Education",
      "location": "Austin, USA",
      "description": "Freelance instructional designer needed to create content for online courses on web development, data science, and programming. Responsibilities include writing scripts, recording tutorials, designing assessments, and structuring interactive lessons. Experience with LMS platforms like Teachable, Moodle, or Thinkific is preferred.",
      "salary": "$500 - $750 per course",
      "company": {
        "name": "EduSpark",
        "description": "EduSpark is a technology-focused online education platform that provides high-quality interactive courses for learners worldwide. We specialize in delivering engaging, hands-on lessons that help students acquire practical skills in technology, business, and professional development. EduSpark emphasizes instructional design, learner engagement, and measurable outcomes.",
        "contactEmail": "support@eduspark.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "8",
      "title": "Full-Stack Web Development",
      "category": "Tech and Development",
      "location": "Singapore",
      "description": "Seeking a freelance full-stack web developer to build a responsive web application using React, Node.js, and MongoDB. Responsibilities include API implementation, database integration, third-party services integration, performance optimization, and ensuring security best practices. Experience with modern web technologies, testing, and deployment workflows is essential.",
      "salary": "$1,500 - $2,000",
      "company": {
        "name": "NextGen Apps",
        "description": "NextGen Apps is a software development company delivering innovative web and mobile applications for startups and small to medium enterprises. We focus on clean code, scalable architectures, and modern UX/UI design principles to deliver high-performing digital solutions. The team values collaboration, technical excellence, and continuous improvement in software development.",
        "contactEmail": "contact@nextgenapps.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "2ea2",
      "title": "asd",
      "category": "Tech and Development",
      "location": "asd",
      "description": "asd",
      "salary": "$750 - $1,000",
      "company": {
        "name": "asd",
        "description": "asd",
        "contactEmail": "aasd@gmail.com",
        "contactPhone": "asdasd"
      }
    }
  ]
}